Repository: todd-sudo/mareety_bot
Catalog: locales/*/LC_MESSAGES/testbot.po
Languages: uz

source: Ваша корзина пуста!
uz: Savatchangiz bo’sh

source: Посмотреть на сайте
uz: Saytda ko’rish

source: Удалить из корзины
uz: Savatchadan o’chirish

source: Домой
uz: Bosh sahifa

source: Успешно удалено
uz: O’chirildi

source: Произошла ошибка удаления
uz: O’chirishda xatolik yuz berdi

source: Произошла ошибка
uz: Xatolik yuz berdi

source: Информация загружается
uz: Yuklanmoqda

source: Отмена
uz: Rad etish

source: Каталог
uz: Katalog

source: Корзина
uz: Savatcha

source: Сделать заказ
uz: Buyurtma berish

source: Мои заказы
uz: Buyurtmalarim

source: Задать вопрос
uz: Savol yo’llash

source: Язык
uz: Til sozlamasi

source: Назад
uz: Orqaga

source: Вперед
uz: Keyingi

source: У вас нет заказов
uz: Sizda buyurtmalaringiz yo’q

source: Начало создания заказа
uz: Buyurtma boshlanishi

source: Введите адрес
uz: Adres yozing

source: Создание заказа отменено
uz: Buyurtma berish, qoldirildi

source: Пользователь @{0} оформил заказ. Номер заказа {1}
uz: Mijoz @{0} buyurtma berdi. Zakaz raqami {1}

source: Нет данных!
uz: Aniqlanmadi!

source: Категории:
uz: Bo’limlar

source: 🆘 Произошла ошибка получения данных!
uz: 🆘 Ma’lumot yuklashda xatolik

source: 🛍 Добавить в корзину
uz: 🛍 Savatchaga qo’shish

source: ❌ Нет данных
uz: Ma’lumot yo’q

source: Товар добавлен в корзину
uz: Savatchaga qo’shildi

source: Произошла ошибка добавления товара в корзину
uz: Savatchaga qo’shishda, xatolik yuz berdi

source: Главное меню
uz: Bosh menyu

source: Введите текст вопроса
uz: Savolingizni yozing

source: Действите отменено
uz: Qoldirildi

source: Вопрос от пользователя @{0} Text: {1}
uz: Mijoz: @{0} Savol: {1}

source: Ваш вопрос отправлен! Оператор с Вами свяжется.
uz: Sizning savolingiz yo’llandi. Tez orada aloqaga chiqamiz.

source: Выберите язык
uz: Tilni tanlang

source: Введите имя
uz: Ismingiz

source: Отмена регистрации Введите /start чтобы начать заново
uz: Ro’yxatdan o’tishni rad etish Boshlash uchun /start yozing

source: Введите фамилию
uz: Familiyangiz

source: Отправить номер телефона 📱
uz: Kontakt jo’natish 📱

source: Введите телефон
uz: Telefon raqamingiz

source: Ошибка регистрации
uz: Ro’yxatda xatolik

source: Изменение языка
uz: Tilni o’zgartirish

source: Действие отменено
uz: Rad etildi

source: Нет такого варианта
uz: Bunday variant topilmadi

source: Язык успешно изменен
uz: Til o’zgartirildi

source: Меню
uz: Menyu
